GT3/RANS-kOmegaSSTLM/system/surfacesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10                                  	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      sampleDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

type surfaces;
libs ("libsampling.so");

writeControl writeTime;

surfaceFormat raw;

interpolationScheme cellPoint;

// Fields to sample.
fields
(
   //grad(U) U y kl kt nut omega 
   grad(U) U k nut omega
);

surfaces
(

   wall
   {
       type patch;
       patches  ("lowerWall");
       //interpolate false;
   }

);

// *********************************************************************** //
